[
    "# Rechnen mit Quadratwurzeln Wurzeln kann man sowohl aus Zahlen als auch aus Termen ziehen. Aber auch beim Lösen von Gleichungen sind Wurzeln sehr wichtig. ## Quadratwurzel aus Termen Man kann Wurzeln nicht nur aus Zahlen, sondern auch aus Termen ziehen. Auch hier muss man beachten, dass der Radikand (= das, was unter der Wurzel steht) nicht negativ wird. Und genauso wie bei Quadratwurzeln von Zahlen ist die Quadratwurzel von Termen immer positiv oder 0. ### Beispiele (Hier stehen Beispiele als Formeln, nicht kopiert.) ### Definitionsmenge Beim Wurzelziehen aus Termen muss man darauf achten, dass der Radikand nicht negativ wird. Das heißt, man muss den Definitionsbereich beachten. ▸ Beispiele ### Wurzeln und der Betrag Steht unter der Wurzel ein Term, so muss man beim Radizieren den Betrag berücksichtigen, damit immer ein positiver Ausdruck herauskommt. #### Beispiele • Beachte Betragsstriche |x| wird zu $\\lvert x \\rvert$ Würde man den Betrag nicht setzen, also als Ergebnis schreiben $\\sqrt{x^2} = x$, könnte man für $x$ auch negative Zahlen einsetzen (da der Definitionsbereich ganz $\\mathbb{R}$ ist). Dann wäre aber die Quadratwurzel negativ, was aber verboten ist. Durch die Verwendung des Betrags kann man alle Zahlen des Definitionsbereichs einsetzen (also auch die negativen) und bekommt trotzdem nur positive Zahlen (oder 0) heraus. • Beachte: Warum kann man hier die Betragsstriche weglassen? Natürlich wäre hier die Lösung $\\sqrt{x^2} = x$ auch richtig. Allerdings kann man hier den Betrag weglassen, da die Definitionsmenge nur aus den nicht negativen reellen Zahlen besteht. Man darf also für $x$ gar keine negativen Zahlen einsetzen! Somit sind die Betragsstriche überflüssig. #### Vorgehensweise Allgemein ##### Am Beispiel $\\sqrt{x^2}$: 1. Bestimme zuerst die Definitionsmenge für den Radikanden. Der Radikand ist $x^2$. Dieser wird nie negativ, da die Variable $x$ quadriert wird und somit der Ausdruck immer positiv (oder 0) wird. Deshalb ist die Definitionsmenge ganz $\\mathbb{R}$, also alle positiven und negativen Zahlen. 2. Radizieren und Betragsstriche setzen. 3. Überlege, ob man die Betragsstriche weglassen kann. Sie können weggelassen werden, wenn der Term in den Betragsstrichen immer positiv oder 0 wird, falls man alle Zahlen aus der Definitionsmenge einsetzt. Würde man für $x$ negative Werte einsetzen (diese sind ja in der Definitionsmenge), würde man in den Betragsstrichen den Ausdruck $\\lvert x \\rvert$ erhalten. Dann wäre aber die Quadratwurzel negativ. Deshalb darf man die Betragsstriche nicht weglassen. ▸ Beispielaufgaben ## Rechenregeln Allgemein Beispiel 1. … 2. … 3. … 4. … 5. … 6. … ## \"Rationalmachen\" des Nenners Ist eine Zahl gegeben durch $\\tfrac{a}{\\sqrt{b}}$, dann kann man diese Zahl mit $\\sqrt{b}$ erweitern, um die Wurzel aus dem Nenner wegzubekommen. Die Rechenschritte sind folgende: ▸ Beispielaufgaben ## Wurzelziehen in Gleichungen Verwendet man Wurzeln, um Gleichungen zu vereinfachen, muss man aufpassen, dass man manche Lösungen nicht verliert! Deshalb muss man auch hier den Betrag verwenden. Ein einfaches Beispiel soll das verdeutlichen: ↓ Ziehe auf beiden Seiten die Wurzel ↓ Ziehe nun auf beiden Seiten nach den obigen Rechenregeln die Wurzel. ↓ Hier ist besonders wichtig, dass man den Betrag nicht vergisst. Löse nun den Betrag auf. Hätte man die Betragsstriche nicht verwendet, wäre die Lösung nur $x = a$ gewesen. Man hätte also die Lösung $x = -a$ verloren! ▸ Beispielaufgaben ## Video Laden ## Übungsaufgaben Laden Weitere Aufgaben zum Thema findest du im folgenden Aufgabenordner: Aufgaben zu Quadratwurzeln ## Du hast noch nicht genug vom Thema? Hier findest du noch weitere passende Inhalte zum Thema: ### Artikel • Höhere Wurzel ### Kurse • Quadratwurzeln • Berechnungen von Wurzeln Dieses Werk steht unter der freien Lizenz CC BY-SA 4.0 **// Ende **",
    "Eine Zahlenmenge umfasst eine fest definierte Menge an Zahlen, mit denen man rechnen kann. Man kann mit ihr z. B. festlegen, welche Zahlen in eine Funktion eingesetzt werden dürfen. Die elementaren Zahlenmengen sind aufeinander aufbauend definiert, sie werden von den Natürlichen bis zu den Komplexen Zahlen nach und nach ergänzt: Jede Zahlenmenge ist in der nächstgrößeren vollkommen enthalten. Übersicht der wichtigen Zahlenmengen: Natürliche Zahlen. Die natürlichen Zahlen benutzt man, um auf natürliche Weise zu zählen. Natürliche Zahlen mit 0. Die natürlichen Zahlen werden mit der \\( \\mathbb{N}_0 \\) ergänzt. Ganze Zahlen. Die ganzen Zahlen bestehen aus den natürlichen Zahlen sowie ihren Gegenzahlen, also allen negativen Zahlen. Rationale Zahlen. Die rationalen Zahlen enthalten zusätzlich zu den ganzen Zahlen auch Brüche aus ganzen Zahlen. Reelle Zahlen. Die reellen Zahlen bestehen aus allen Dezimalzahlen, die nicht abbrechend und nicht periodisch sind, d. h. unendlich viele Nachkommastellen aufweisen (auch irrationale Zahlen genannt). Komplexe Zahlen. Die komplexen Zahlen sind alle Zahlen der Form \\( a + bi \\), wobei \\( a \\) und \\( b \\) beliebige reelle Zahlen sind. \\( i \\) ist eine imaginäre Zahl, für die \\( i^2 = -1 \\) gilt. Vertiefung: irrationale Zahlen. Weitere passende Inhalte zum Thema: Artikel: Natürliche Zahlen, Ganze Zahlen, Rationale Zahlen, Reelle Zahlen, Komplexe Zahlen, Negative Zahlen. Dieses Werk steht unter der freien Lizenz CC BY-SA 4.0.",
     "Die Menge der reellen Zahlen enthält alle rationalen Zahlen und alle irrationalen Zahlen. Irrationale Zahlen lassen sich als nichtperiodische Dezimalbrüche mit unendlich vielen Nachkommastellen darstellen. Man schreibt die Menge der reellen Zahlen als \\mathbb{R}. Warum braucht es die reellen Zahlen? Die Zahlenbereiche der natürlichen, ganzen und rationalen Zahlen enthalten so ziemlich alle Zahlen, die man für gewöhnliche Rechnungen braucht. Doch ab einem gewissen Punkt taucht das Problem auf, dass die rationalen Zahlen doch nicht ausreichen. Die Zahl \\sqrt{2} ist diejenige Zahl, die mit sich selbst multipliziert 2 ergibt. Sie ist allerdings keine rationale Zahl (sie ist irrational), weshalb ein weiterer, größerer Zahlenbereich existieren muss, der solche Zahlen enthält – die reellen Zahlen \\mathbb{R}. Beispiele für reelle Zahlen: 1 – rational; 0,5 – rational; \\frac{3}{4} – rational; \\sqrt{2} – irrational; die Kreiszahl \\pi – irrational; die eulersche Zahl e – irrational. Alle diese Zahlen sind im Bereich der reellen Zahlen enthalten, allerdings sind manche (z. B. 1, 0,5, \\frac{3}{4}) auch schon in den kleineren Bereichen enthalten. Die irrationalen Zahlen (\\sqrt{2}, \\pi, e) sind nur in den reellen Zahlen enthalten. Du hast noch nicht genug vom Thema? Weitere Artikel: Wichtige Zahlenmengen, Rationale Zahlen, Ganze Zahlen, Natürliche Zahlen, Komplexe Zahlen. Dieses Werk steht unter der freien Lizenz CC BY-SA 4.0.",
"Die Kreiszahl \\(\\pi\\) ist eine der wichtigsten Konstanten in der Mathematik. Näherungsweise ist \\(\\pi \\approx 3{,}14\\). \\(\\pi\\) ist das Verhältnis zwischen dem Umfang eines Kreises und dessen Durchmesser. Es gilt \\(\\pi = \\tfrac{U}{d}\\). Formeln mit \\(\\pi\\): Flächeninhalt eines Kreises \\(A = \\pi r^2\\); Umfang eines Kreises \\(U = 2\\pi r\\). Die Irrationalität von \\(\\pi\\): \\(\\pi\\) ist irrational. Das heißt, man kann \\(\\pi\\) nicht als Bruch \\(\\tfrac{p}{q}\\) aus ganzen Zahlen \\(p\\) und \\(q\\) schreiben. Das bedeutet, dass \\(\\pi\\) unendlich viele Nachkommastellen hat, die sich nicht periodisch wiederholen. Erste Nachkommastellen: 3,141592653589793238462643383279502884197169399375105820974944592307816406286208998628034825342117067982148086513282306647093844609550582231725359408128481117450284102701938521105559644622948954930381964428810975665933446128475648233786783165271201909145648566923460348610454326648213393607260249141273724587006606315588174881520920962829254091 ... Bestimmung von \\(\\pi\\): Monte-Carlo-Methode. 1. Zeichne einen Kreis mit Radius \\(r\\) in ein Quadrat mit Seitenlänge \\(2r\\). 2. Erzeuge zufällige Punkte im Quadrat. 3. Zähle, wie viele Punkte im Kreis liegen und wie viele im Quadrat. Hat der Kreis den Radius \\(r\\), gilt für den Flächeninhalt des Kreises \\(A_{\\text{Kreis}} = \\pi r^2\\) und vom Quadrat \\(A_{\\text{Quadrat}} = (2r)^2 = 4r^2\\). Das Verhältnis der Punkte im Kreis zu denen im Quadrat entspricht ungefähr dem Verhältnis der Flächen. Weitere passende Inhalte: Artikel: Radius, Berechnungen am Kreis, Kreis. Dieses Werk steht unter der freien Lizenz CC BY-SA 4.0.",
"Die n-te Wurzel (\\\\(\\\\sqrt[n]{a}\\\\)) einer Zahl \\\\(a\\\\), bezeichnet als \\\\(\\\\sqrt[n]{a}\\\\), ist jene Zahl, die man mit \\\\(n\\\\) potenzieren muss, um \\\\(a\\\\) zu erhalten. Anders gesagt: Die Lösung der Gleichung \\\\(x^n = a\\\\) bezeichnet man als \\\\(\\\\sqrt[n]{a}\\\\). Zum Beispiel ist \\\\(\\\\sqrt[3]{8} = 2\\\\), denn \\\\(2^3 = 8\\\\). Wurzeln aus negativen Zahlen sind nicht zugelassen, da es für gerades \\\\(n\\\\) die Gleichung \\\\(x^n = a\\\\) mit \\\\(a < 0\\\\) keine Lösung in den reellen Zahlen (\\\\(\\\\mathbb{R}\\\\)) gibt, weil gerade Potenzen reeller Zahlen nie negativ werden. Zwar existiert für ungerades \\\\(n\\\\) die Gleichung \\\\(x^n = a\\\\) auch für negative \\\\(a\\\\), allerdings gelten dann die üblichen Potenzgesetze teilweise nicht mehr. Z. B. ist \\\\(\\\\sqrt[4]{-1}\\\\) nicht definiert, denn \\\\(x^4 = -1\\\\) besitzt in \\\\(\\\\mathbb{R}\\\\) keine Lösung. Im Falle \\\\(n = 2\\\\) spricht man von der Quadratwurzel und schreibt stattdessen \\\\(\\\\sqrt{a}\\\\). ## Was ist was bei der n-ten Wurzel? – Das \\\\(n\\\\) nennt man Wurzelexponent. – Das \\\\(a\\\\) nennt man Radikand. – \\\\(\\\\sqrt[n]{a}\\\\) nennt man einen Wurzelterm oder einfach n-te Wurzel. ## Beispiele 1. \\\\(\\\\sqrt[3]{27} = 3\\\\), denn \\\\(3^3 = 27\\\\). 2. \\\\(\\\\sqrt[4]{-16}\\\\) ist nicht definiert, denn \\\\(x^4 = -16\\\\) besitzt keine Lösung in den reellen Zahlen. 3. \\\\(\\\\sqrt[3]{2}\\\\), denn \\\\(\\\\sqrt[3]{2}^3 = 2\\\\), wobei sich nicht weiter vereinfachen lässt. ## Rechenregeln Für n-te Wurzeln gelten Regeln analog zu Potenzen und Wurzeln (wie Produkt-, Quotienten- und Potenzregel). ## Übungsaufgaben Laden Weitere Aufgaben zum Thema findest du im folgenden Aufgabenordner: Aufgaben zu Potenzen mit rationalen und reellen Exponenten. ## Du hast noch nicht genug vom Thema? Weitere passende Artikel: Wurzel, Wurzelfunktion. Dieses Werk steht unter freier Lizenz CC BY-SA 4.0.",
"Wurzeln kann man sowohl aus Zahlen als auch aus Termen ziehen. Aber auch beim Lösen von Gleichungen sind Wurzeln sehr wichtig. Quadratwurzel aus Termen ... Hätte man die Betragsstriche nicht verwendet, wäre die Lösung nur \\(x = a\\) gewesen. Man hätte also die Lösung \\(x = -a\\) verloren! Weitere passende Inhalte: Artikel: Höhere Wurzel; Kurse: Quadratwurzeln, Berechnungen von Wurzeln. Dieses Werk steht unter der freien Lizenz CC BY-SA 4.0.",
"Wurzelfunktionen sind Potenzfunktionen in der Form, dass die Variable unter einer Wurzel steht. Sie bilden damit die Umkehrfunktionen zu Potenzfunktionen der Form \\(f(x) = x^n\\) mit \\(n > 0\\). Ihre einfachste Form ist \\(f(x) = \\sqrt{x}\\), wobei die Quadratwurzel gemeint ist. Die bekanntesten Wurzelfunktionen sind die 'zweite' und die 'dritte' Wurzel. (Bei der zweiten Wurzel wird meist die kleine 2 weggelassen.) ## Graphen der ersten Wurzelfunktionen (Geogebra File: https://assets.serlo.org/legacy/9285_wRU7USKTAS.xml) ## Grenzwerte und Monotonie ### Grenzwerte Auch wenn die Wurzelfunktionen vergleichsweise 'klein' sind – sie also weniger stark wachsen als alle Geraden und Potenzfunktionen – ist ihr Grenzwert im Unendlichen stets unendlich. Beachte dabei, dass hier \\(x\\) gegen unendlich geht, und nicht \\(f(x)\\). Am linken Rand des Definitionsbereichs gehen die Wurzelfunktionen gegen 0: \\(\\lim_{x \\to 0^+} \\sqrt{x} = 0\\). ### Monotonie Wurzelfunktionen sind streng monoton steigend. ## Ableitungen Die Ableitungen der Wurzelfunktion lassen sich mit den Ableitungsregeln für Polynome berechnen. ### 1. Ableitung Allgemein: \\(f'(x) = \\frac{1}{2\\sqrt{x}}\\) Wende die Ableitungsregel für Polynome an. Nun kannst du noch ein wenig umformen. Beispiel für \\(f(x) = \\sqrt{x}\\): \\(f'(x) = \\frac{1}{2\\sqrt{x}}\\). ### 2. Ableitung Die zweite Ableitung berechnet sich durch das Ableiten der 1. Ableitung. Für \\(f(x) = \\sqrt{x}\\) wäre das: \\(f''(x) = -\\frac{1}{4x^{3/2}}\\). ## Stammfunktion Die Stammfunktion der Wurzelfunktion \\(f(x) = \\sqrt{x}\\) lautet: \\(F(x) = \\frac{2}{3}x^{3/2}\\). Beispiel für \\(f(x) = \\sqrt{x}\\): \\(F(x) = \\frac{2}{3}x^{3/2}\\). ## Übungsaufgaben Weitere Aufgaben zum Thema findest du im folgenden Aufgabenordner: Aufgaben zu Potenz- und Wurzelfunktionen. ## Du hast noch nicht genug vom Thema? Hier findest du noch weitere passende Inhalte zum Thema: Artikel: Allgemeine Potenzfunktion, Ableitungsregel der Wurzelfunktion. Kurse: Potenzfunktionen mit natürlichen Exponenten. Dieses Werk steht unter der freien Lizenz CC BY-SA 4.0.",
"Eine quadratische Funktion ist ein Polynom zweiten Grades, also eine Funktion der Form f(x) = ax² + bx + c mit a ≠ 0. Der Graph einer quadratischen Funktion ist immer eine Parabel. Nullstellen Quadratische Funktionen sind Polynome zweiten Grades und haben deswegen höchstens zwei reelle Nullstellen. Die Anzahl der Nullstellen wird durch die Diskriminante Δ der Funktion angegeben: Δ = b² - 4ac. Vorzeichen der Diskriminante Anzahl der Nullstellen Δ < 0 keine Nullstelle Δ = 0 eine doppelte Nullstelle Δ > 0 zwei einfache Nullstellen Um die Lage der Nullstellen zu bestimmen, muss man eine quadratische Gleichung lösen, z.B. mithilfe der Mitternachtsformel, bei der die Funktion gleich 0 gesetzt werden muss. Scheitel Als Scheitel einer Parabel bezeichnet man ihr Extremum. Es liegt immer bei x = -b / 2a. Man erhält den Scheitelpunkt einer Parabel entweder durch quadratische Ergänzung oder wie bei allen Funktionen durch die erste Ableitung. Setzt man den x-Wert wieder in die Gleichung der quadratischen Funktion ein, erhält man den Scheitelpunkt, dieser hat dann die Koordinaten S(xS, yS). Darstellungsformen einer quadratischen Funktion Der Funktionsterm einer quadratischen Funktion kann - ggf. nach Umformung bzw. Zusammenfassung - vorliegen in: allgemeine Form: f(x) = ax² + bx + c Scheitelform: f(x) = a(x - h)² + k Nullstellenform / Linearfaktorform: f(x) = a(x - x₁)(x - x₂) (nur möglich, falls f Nullstellen hat) Bedeutung der Koeffizienten einer quadratischen Funktion Eine quadratische Funktion hat in allgemeiner Form eine Gleichung der Form f(x) = ax² + bx + c. Die Koeffizienten a, b und c verformen und / oder verschieben die Parabel. Welchen genauen Einfluss sie auf die Form des Graphen haben, kann aber nur anhand der Scheitelform gesehen werden. Vergleiche dazu den Artikel Einfluss der Parameter in der Scheitelform. Video zur Scheitelform Einfluss der Parameter in der Scheitelform Übungsaufgaben Du hast noch nicht genug vom Thema? Hier findest du noch weitere passende Inhalte zum Thema: Artikel: Allgemeine Form und Scheitelform einer quadratischen Funktion Parabel Scheitelpunkt einer Parabel Parabel zeichnen Einfluss der Parameter in der Scheitelform Dieses Werk steht unter der freien Lizenz CC BY-SA 4.0",
"Die Gleichung einer Parabel oder einer quadratischen Funktion kann man in verschiedenen Formen angeben. Eine dieser Darstellungsformen ist die sogenannte allgemeine Form oder auch Hauptform: f(x) = ax² + bx + c Falls der Parameter a = 1 ist, hat man die Normalform: f(x) = x² + bx + c Falls man die Parabel aber direkt aus einem Koordinatensystem ablesen will oder in ein Koordinatensystem zeichnen will, dann bietet sich eine alternative Darstellungsform an, die sogenannte Scheitelform oder Scheitelpunktsform: f(x) = a(x - h)² + k Aus ihr kann man den Scheitelpunkt S(h, k) der Parabel direkt herauslesen: Er hat die Koordinaten S(h, k). Der Einfluss der Parameter in der Scheitelform ist in dem verlinkten Artikel genauer erklärt. Umwandlung allgemeine Form - Scheitelform und umgekehrt Die Umwandlung von der allgemeinen Form zur Scheitelform erfolgt mit quadratischer Ergänzung. Die Umwandlung von der Scheitelform zur allgemeinen Form geschieht durch Auflösen der Klammer mithilfe der binomischen Formeln und Zusammenfassen des Terms. Der Wert von a bleibt dabei gleich, die Werte für b und c sind im Allgemeinen nicht mit denen von h und k identisch. Verwendung allgemeine Form - Scheitelform Allgemeine Form: Manchmal wird in der Aufgabenstellung explizit verlangt, dass man den Funktionsterm in der allgemeinen Form angeben soll. Hier muss man, falls man die Gleichung in der Scheitelform hat, umformen. Wenn man mit der Funktionsgleichung weiterrechnen will, ist die allgemeine Form oft besser geeignet, weil es in dieser keine Klammern mehr gibt. Das ist zum Beispiel beim Berechnen des Schnittpunkts einer Parabel mit einer Gerade oder einer anderen Parabel der Fall. Beim Berechnen von Nullstellen kann man auf die allgemeine Form im Gegensatz zur Scheitelform direkt die Mitternachtsformel anwenden. Scheitelform: Aus der Scheitelform kann man den Scheitelpunkt ohne weitere Rechnung ablesen. Man kann mithilfe der Scheitelform leicht beschreiben, wie man die Parabel durch Verschiebung und Stauchung/Streckung der Normalparabel bekommen kann. Wenn die Gleichung einer Parabel aufgestellt werden soll und der Scheitel der Parabel gegeben ist, sollte man mit der Scheitelform als Ansatz arbeiten, da man dann den Scheitel gleich eintragen kann. Beispielaufgaben Gib in Scheitelform an und bestimme den Scheitelpunkt: Aufgaben 1 Aufgaben 2 Video zur Umwandlung Video zur Umwandlung Du hast noch nicht genug vom Thema? Hier findest du noch weitere passende Inhalte zum Thema: Artikel: Quadratische Funktion Funktionsterm aufstellen für quadratische Funktionen Scheitelpunkt einer Parabel Dieses Werk steht unter der freien Lizenz CC BY-SA 4.0",
"In diesem Artikel werden mehrere Vorgehensweisen beschrieben, mit deren Hilfe sich quadratische Funktionen mit gegebenen Eigenschaften (wie z. B. Punkte, die der Graph durchlaufen soll) aufstellen lassen. Es werden 4 Aufgabentypen erklärt: 3 Punkte gegeben, Scheitel und ein weiterer Punkt gegeben, Punkte und Zusatzinformationen gegeben, Parabel als Graph der Funktion gegeben. 3 Punkte gegeben: Da eine quadratische Funktion in ihrer Normalform durch 3 Parameter eindeutig bestimmt ist, bekommt man nach Einsetzen von drei Punkten ein lineares Gleichungssystem mit drei Gleichungen und den drei gesuchten Werten a, b und c, das man lösen muss. Allgemeine Vorgehensweise für 3 gegebene Punkte: 1. Schritt: Gegebene Punktepaare in die Funktionsgleichung f(x) = ax² + bx + c einsetzen, sodass man drei Gleichungen erhält. 2. Schritt: Lineares Gleichungssystem lösen. 3. Schritt: Funktionsterm angeben. Beispielaufgabe: Gesucht ist die quadratische Funktion, die die Punkte P₁(1|2), P₂(2|3) und P₃(3|2) durchläuft. 1. Schritt: Gegebene Punktepaare in die Funktionsgleichung einsetzen. 2. Schritt: Gleichungssystem lösen. Wie man ein Gleichungssystem löst, erfährst du im Artikel Additionsverfahren. Ausführliche Rechnung, hier mit Additionsverfahren: Zuerst solltest du die Zahlen auf der rechten Seite ausmultiplizieren. Du stellst fest, dass alle drei Gleichungen den Term ax² am Ende haben. Du kannst diesen also loswerden, indem du eine Gleichung von einer anderen subtrahierst. Indem du zum Beispiel die Gleichung 1 von der Gleichung 2 subtrahierst, erhältst du: (2a + 2b + c) - (a + 2b + c) = 3 - 2 → a = 1. Auch wenn du die Gleichung 2 von der Gleichung 3 subtrahierst, verschwindet b. Dann erhältst du: (a + 2b + c) - (a + 3b + c) = 2 - 3 → -b = -1 → b = 1. Setzt du hier die Auflösung a = 1 von oben ein, erhältst du: 2a + 2b + c = 3 → 2(1) + 2(1) + c = 3 → 2 + 2 + c = 3 → c = -1. Nun kannst du beide Werte von a und b in f(x) = ax² + bx + c einsetzen und erhältst: f(x) = 1x² + 1x - 1. Vereinfachen: Als Ergebnis bekommt man also f(x) = x² + x - 1. 3. Schritt: Funktionsterm angeben: f(x) = x² + x - 1. Was ist, wenn das Gleichungssystem keine eindeutige Lösung hat? Weitere Übungsaufgaben. Scheitel und ein weiterer Punkt gegeben: Hat man einen Scheitelpunkt und einen weiteren Punkt gegeben, so empfiehlt es sich, die Scheitelform aufzustellen und anschließend den fehlenden Parameter a mithilfe des gegebenen Punktes auszurechnen. Um die Funktion in der Form f(x) = a(x - h)² + k zu erhalten, muss man nun noch ausmultiplizieren. Allgemeine Vorgehensweise für gegebenen Scheitel und gegebenem Punkt: 1. Schritt: Scheitelpunkt verwenden, um die Scheitelform aufzustellen. 2. Schritt: Den noch fehlenden Parameter a berechnen, indem man den gegebenen Punkt in die Scheitelform einsetzt und nach a auflöst. 3. Schritt: Funktionsterm angeben. Tipp: Der Scheitelpunkt kann auch indirekt gegeben sein, indem man ihn mit Verschiebungen beschreibt. 'Die Parabel ist um 2 nach rechts und 3 nach oben verschoben' bedeutet zum Beispiel, dass der Scheitelpunkt bei S(2|3) liegt. Beispielaufgabe: Gesucht ist die quadratische Funktion f(x) mit dem Scheitel S(2|3), die durch den Punkt P(3|5) verläuft. 1. Schritt: Scheitelpunkt S verwenden, um die Scheitelform aufzustellen: f(x) = a(x - 2)² + 3. 2. Schritt: Den noch fehlenden Parameter a berechnen, indem man den gegebenen Punkt P in die Scheitelform einsetzt und nach a auflöst: 5 = a(3 - 2)² + 3 → 5 = a(1)² + 3 → 5 = a + 3 → a = 2. 3. Schritt: Funktionsterm angeben: f(x) = 2(x - 2)² + 3. Weitere Übungsaufgaben. Punkte und Zusatzinformationen gegeben: Oftmals sind in der Aufgabenstellung noch zusätzliche Informationen gegeben, mit deren Hilfe man dann die Funktionsvorschrift angeben kann. Oft reicht aber eine Zusatzinformation nicht aus, da sie wenig verwertbare Informationen liefert. Beispiele für Zusatzinformationen: 'Normalparabel': Der Vorfaktor a ist gleich 1 (wenn die Parabel nach oben geöffnet ist) oder gleich -1 (Parabel nach unten geöffnet). 'Nach oben geöffnete Parabel' bzw. 'nach unten geöffnete Parabel': Positives bzw. negatives Vorzeichen des Vorfaktors a. 'Nimmt nur positive / negative Werte an': Parabel verläuft immer über / unter der x-Achse. y-Koordinate des Scheitels größer/kleiner als 0. 'Selbe x-Koordinate bei den Punkten': Der Scheitel liegt bezüglich der x-Koordinate genau zwischen den beiden Punkten (Symmetrie von Parabeln). 'Doppelte Nullstelle': Hat eine Parabel eine doppelte Nullstelle, dann ist diese der Scheitelpunkt. Er liegt also auf der x-Achse und besitzt somit die y-Koordinate 0. Beispielaufgabe: Gesucht ist eine Parabel, die eine doppelte Nullstelle hat und durch die Punkte P₁(1|0) und P₂(3|0) geht. In diesem Fall lautet die Zusatzinformation 'doppelte Nullstelle'. Das heißt, der Scheitel liegt auf der x-Achse. Zusätzlich haben die beiden Punkte dieselbe y-Koordinate, d. h., der Scheitel liegt genau dazwischen. Zusammen ergibt sich für den Scheitel S(2|0). Jetzt kann man mit den drei Punkten ein lineares Gleichungssystem lösen oder mit dem Scheitel die Scheitelform aufstellen und einen anderen Punkt einsetzen. Man erhält also zuerst f(x) = a(x - 2)² + 0 und setzt z. B. den Punkt P₁(1|0) ein, um a zu erhalten: 0 = a(1 - 2)² + 0 → 0 = a(1)² → a = 0. Somit ergibt sich die Funktion f(x) = 0(x - 2)² + 0 → f(x) = 0. Weitere Übungsaufgaben. Parabel als Funktionsgraph gegeben: Falls die Parabel als Funktionsgraph im Koordinatensystem gegeben ist, kann man die Funktionsgleichung auf zwei Arten ablesen: Drei Punkte ablesen: Man kann günstig gelegene Punkte aus dem Koordinatensystem ablesen, um die bekannten Lösungsansätze anzuwenden. Praktische Punkte sind dabei der Scheitelpunkt und die Nullstellen. Direkt ablesen: Man kann die Gleichung auch direkt ablesen. Dazu benutzt man die Scheitelform f(x) = a(x - h)² + k. Die Koeffizienten a und k sind die Koordinaten des Scheitelpunkts S(h|k). Der Koeffizient a lässt sich ablesen, indem man vom Scheitelpunkt aus eine Einheit nach rechts oder links geht und abliest, wie weit man nach oben (falls a positiv ist) oder nach unten (falls a negativ ist) gehen muss. Beispiel: Der Scheitelpunkt liegt bei S(2|3), also bekommt man f(x) = a(x - 2)² + 3. Geht man vom Scheitelpunkt aus um eine Einheit nach rechts, so muss man drei Schritte nach oben gehen, bis man wieder auf dem Graphen ist. Also ist der Funktionsterm f(x) = 3(x - 2)² + 3. Dieses Werk steht unter der freien Lizenz CC BY-SA 4.0.",
"Die Nullstellenform ist eine von vier verschiedenen Möglichkeiten zur Darstellung einer quadratischen Funktion. Diese Möglichkeiten sind: Die allgemeine Form: f(x) = ax² + bx + c Die Normalform f(x) = a(x - x1)(x - x2) Die Scheitelpunktsform f(x) = a(x - h)² + k Die Nullstellenform f(x) = a(x - x1)(x - x2) Der Öffnungsfaktor a ist dabei bei jeder der Darstellungsmöglichkeiten einer Funktion gleich. Aufbau der Nullstellenform Wie der Name Nullstellenform schon sagt, sind die Nullstellen dafür sehr wichtig. Oben kannst du bereits erkennen, dass auch der Öffnungsfaktor a der quadratischen Funktion für die Nullstellenform eine wichtige Rolle spielt. Ausgehend von diesen Werten kannst du drei Fälle unterscheiden: 1. Fall: Zwei verschiedene Nullstellen Die Nullstellenform lautet: f(x) = a(x - x1)(x - x2) Zum Funktionsgraph im Beispiel: In der Graphik siehst du, dass f Nullstellen bei x1 = -1 und x2 = -3 hat. Wie du den Öffnungsfaktor bestimmst, erfährst du weiter unten im Artikel. Hier ist der Öffnungsfaktor a = 1. Deswegen ist der Funktionsterm von f in Nullstellenform: f(x) = (x + 1)(x + 3). Die Funktion f hat zwei verschiedene Nullstellen x1 = -1 und x2 = -3. 2. Fall: Eine Nullstelle mit zweifacher Vielfachheit x1 = x2 = -2 ist eine doppelte Nullstelle, und deshalb ist a = 1. Du kannst also a = 1 für x1 = -2 einsetzen und f(x) = (x + 2)². Zum Funktionsgraph im Beispiel: In der Graphik siehst du, dass f eine doppelte Nullstelle bei x = -2 hat. Wie du den Öffnungsfaktor bestimmst, erfährst du weiter unten im Artikel. Hier ist der Öffnungsfaktor a = 1. Deswegen ist der Funktionsterm von f in Nullstellenform: f(x) = (x + 2)². Die Funktion f hat eine Nullstelle x1 = -2 mit Vielfachheit 2. 3. Fall: Keine Nullstelle Es gibt keine Nullstellenform. Die Funktion f hat keine Nullstelle. Video zu den Nullstellen quadratischer Funktionen Veranschaulichung Die folgende Grafik stellt dar, wie sich die Nullstellenform einer Funktion f in Abhängigkeit vom Funktionsgraphen und ihrer Scheitelpunktsform verändert. Scheitelpunktsform Zur Erinnerung: Die allgemeine Form der Scheitelpunktsform ist f(x) = a(x - h)² + k Die Scheitelpunktsform der Funktion f ist abhängig von den Parametern a, h und k. Du siehst die Scheitelpunktsform in der linken oberen Ecke der Grafik. Graph Der abgebildete Graph der Funktion f verändert sich in Abhängigkeit von den einzelnen Parametern der Scheitelpunktsform. Nullstellenform Die Nullstellenform ist abgebildet in der linken unteren Ecke der Grafik. Du siehst, wie sich die Nullstellenform ändert, wenn sich die einzelnen Parameter verändern. Bestimmung der Nullstellenform Zu einer gegebenen Funktionsgleichung in einer anderen Darstellungsform oder einem Graphen soll die Nullstellenform bestimmt werden. Das schematische Vorgehen ist folgendermaßen: Bestimme die Nullstellen x1 und x2 und deren Vielfachheit Bestimme den Öffnungsfaktor a Setze in den passenden der oben genannten drei Fälle ein",
"Eine quadratische Gleichung ist eine Gleichung, welche du durch Umformungen in die Form ax² + bx + c = 0 bringen kannst. Hierbei ist a ≠ 0. Beispiele für quadratische Gleichungen: x² + 2x - 3 = 0, x² - 4 = 0, 2x² + 3x - 5 = 0.\\n\\nDie Anzahl der Lösungen kannst du grafisch oder rechnerisch herausfinden. Grafisch kannst du die Funktion f(x) = ax² + bx + c zeichnen und dann die Anzahl an Nullstellen ablesen. Für die Nullstellen einer Parabel gilt nämlich: Liegt die Parabel komplett oberhalb der x-Achse oder komplett unterhalb, dann gibt es keine Lösung. Liegt der Scheitel der Parabel auf der x-Achse, dann gibt es genau eine Lösung. Geht die Parabel (zweimal) durch die x-Achse, dann gibt es genau zwei Lösungen. Rechnerisch kannst du die Anzahl der Lösungen bestimmen, indem du die Diskriminante D = b² - 4ac berechnest.\\n\\nLösungsformeln: Um nun auch herauszufinden, was die Lösung der quadratischen Gleichung ist, kannst du immer die Mitternachtsformel oder die pq-Formel verwenden. Das ist nicht immer die einfachste Methode, aber dazu mehr im Abschnitt 'Geschicktes Lösen von quadratischen Gleichungen'.\\n\\nMitternachtsformel: Eine häufig genutzte Technik zum Lösen quadratischer Gleichungen ist die Mitternachtsformel. Die Lösung einer Gleichung der Form ax² + bx + c = 0 bestimmst du über die Formel x = (-b ± √(b² - 4ac)) / (2a). Beispiel: Löse die Gleichung x² + 2x - 3 = 0. Lösung: Lies die Werte für a, b und c ab und setze in die Mitternachtsformel ein. a = 1, b = 2, c = -3. Einsetzen ergibt x = (-2 ± √(2² - 4·1·(-3))) / (2·1) = (-2 ± √(4 + 12)) / 2 = (-2 ± √16) / 2 = (-2 ± 4) / 2. Die Lösungen sind x₁ = (-2 + 4) / 2 = 1 und x₂ = (-2 - 4) / 2 = -3.\\n\\nPq-Formel: Die pq-Formel kannst du auf quadratische Gleichungen der Form x² + px + q = 0 anwenden. Die Lösung der Gleichung ist dann x = -p/2 ± √((p/2)² - q). Hast du noch einen Vorfaktor vor x², kannst du die pq-Formel auch anwenden. Teile dafür jedoch die ganze Gleichung zuerst durch den Vorfaktor! Beispiel: Löse die Gleichung 2x² + 4x - 6 = 0. Lösung: Da vor x² noch ein Faktor 2 steht, teile zuerst die gesamte Gleichung durch 2. 2x² + 4x - 6 = 0 → x² + 2x - 3 = 0. Wende nun die pq-Formel auf den Term x² + 2x - 3 an. Lies hierfür die Werte p und q ab: p = 2, q = -3. Einsetzen ergibt x = -2/2 ± √((2/2)² - (-3)) = -1 ± √(1 + 3) = -1 ± √4 = -1 ± 2. Die Lösungen sind x₁ = -1 + 2 = 1 und x₂ = -1 - 2 = -3.\\n\\nSatz von Vieta: Der Satz von Vieta ist eine Lösungsmethode, mit der du durch Probieren Nullstellen erraten kannst. Die Methode eignet sich also nur, wenn die Lösungen der Gleichung einfach sind. Du kannst mit der Methode aber auch schnell deine berechneten Nullstellen überprüfen. Die Lösungen x₁ und x₂ einer Gleichung der Form ax² + bx + c = 0 erfüllen nach dem Satz von Vieta nämlich die folgenden Bedingungen: x₁ + x₂ = -b/a und x₁ · x₂ = c/a. Beispiel: Löse die Gleichung x² + 5x + 6 = 0. Lösung: Lies die Werte für a, b und c ab. Hier ist a = 1, b = 5, c = 6. Nach dem Satz von Vieta muss für die Lösungen x₁ und x₂ gelten: x₁ + x₂ = -5/1 = -5 und x₁ · x₂ = 6/1 = 6. Suche nun Zahlen x₁ und x₂, die diese Bedingungen erfüllen. Die Zahlen -2 und -3 erfüllen beide Bedingungen: -2 + (-3) = -5 und -2 · (-3) = 6. Also sind die Lösungen der Gleichung x₁ = -2 und x₂ = -3.\\n\\nGeschicktes Lösen von quadratischen Gleichungen: Quadratische Gleichungen können je nach Form auch viel leichter gelöst werden als mit Mitternachtsformel oder pq-Formel. Hier kommt es darauf an, in welcher Form sie vorliegen. Folgende Formen können unterschieden werden bzw. hier betrachtet: gemischt-quadratische Gleichung, Rein-quadratische Gleichung, Nullprodukt, Scheitelform.\\n\\nRein-quadratische Gleichung: Rein-quadratische Gleichungen erkennst du schnell daran, dass der Summand 'mit x' fehlt. Man löst sie, indem man nach x auflöst und die Wurzel zieht. Beachte, dass es keine Lösung gibt, wenn du von einer negativen Zahl die Wurzel ziehst. Bei einer positiven Zahl gibt es immer genau zwei Lösungen - eine davon ist negativ, die andere positiv. Beispiel: Löse x² - 4 = 0. Lösung: x² = 4 → x = ±√4 → x = ±2. Die Lösungen sind x₁ = 2 und x₂ = -2.\\n\\nNullprodukt: Ein Nullprodukt ist ein Produkt, dessen Ergebnis 0 ist. Nullprodukte sind zum Beispiel folgende Gleichungen: x(x - 3) = 0, (x + 2)(x - 5) = 0, x(x + 1)(x - 4) = 0. Liegt deine Gleichung in dieser Form vor oder lässt sich leicht darin überführen, kannst du die Lösungen der Gleichung ablesen. Ein Produkt ist immer dann Null, wenn mindestens einer der Faktoren Null ist. Beispiel: Löse die Gleichung x(x - 3) = 0. Lösung: Ein Produkt ist Null, wenn einer der Faktoren Null ist. Also muss x = 0 oder x - 3 = 0 sein. Die Lösungen sind x₁ = 0 und x₂ = 3.\\n\\nGleichungen in Scheitelform: Quadratische Gleichungen in der Scheitelform kann man auch mithilfe der binomischen Formeln in eine gemischt-quadratische Gleichung umformen und dann wie oben beschrieben lösen. Deutlich einfacher ist hier jedoch die Technik des Rückwärtsrechnens: Beispiel: Löse die Gleichung (x - 1)² = 4. Lösung: (x - 1)² = 4 → x - 1 = ±√4 → x - 1 = ±2 → x = 1 ± 2. Die Lösungen sind x₁ = 1 + 2 = 3 und x₂ = 1 - 2 = -1.",
"An der Diskriminante kann man ablesen, wie viele Lösungen die quadratische Gleichung besitzt: Für D > 0 gibt es zwei, für D = 0 eine und für D < 0 keine Lösung. Die Diskriminante D einer quadratischen Gleichung ax² + bx + c = 0 ist definiert durch D = b² - 4ac. Die Diskriminante stellt den in der Mitternachtsformel unter der Wurzel stehenden Term dar. Zusammenhang zwischen Diskriminante und Nullstellen: Vorzeichen der Diskriminante Anzahl der Lösungen der Mitternachtsformel Anzahl der Nullstellen D < 0 keine Lösung, da keine negative Zahl unter der Wurzel sein darf keine Nullstelle D = 0 eine Lösung, da die Wurzel in der Mitternachtsformel 0 wird eine doppelte Nullstelle D > 0 zwei Lösungen wegen Plus und Minus in der Mitternachtsformel zwei einfache Nullstellen Beispiel: Gegeben ist die quadratische Gleichung x² - 4x + 3 = 0. Berechne die Diskriminante: D = (-4)² - 4·1·3 = 16 - 12 = 4. Da D > 0, gibt es zwei verschiedene Lösungen. Beispielaufgaben: 1. Gegeben ist die quadratische Gleichung x² + 6x + 9 = 0. Berechne die Diskriminante: D = 6² - 4·1·9 = 36 - 36 = 0. Da D = 0, gibt es eine doppelte Nullstelle. 2. Gegeben ist die quadratische Gleichung x² - 2x + 5 = 0. Berechne die Diskriminante: D = (-2)² - 4·1·5 = 4 - 20 = -16. Da D < 0, gibt es keine Nullstellen. Zusammenhang von Diskriminante und Schnittstellen zweier Funktionen: Das Wissen über den Zusammenhang von Diskriminante und Nullstellen kann man nun benutzen, um Aussagen über die Existenz von Schnittpunkten von Funktionen zu machen. Zur Berechnung der Schnittpunkte setzt man die zwei betreffenden Funktionen f(x) und g(x) gleich: f(x) = g(x). Dies ist gleichbedeutend mit der Aussage f(x) - g(x) = 0. Daraus folgt nun, dass, falls der Ausdruck f(x) - g(x) eine quadratische Funktion ist, die Diskriminante von f(x) - g(x) die Aussage liefert, ob und wie viele Schnittpunkte existieren. Vorzeichen der Diskriminante von f(x) - g(x) Anzahl der Schnittpunkte D < 0 kein Schnittpunkt D = 0 ein Schnittpunkt D > 0 zwei Schnittpunkte Beispiel: Gegeben sind die Funktionen f(x) = x² - 4x + 3 und g(x) = x. Setze die beiden Funktionen gleich: x² - 4x + 3 = x. Umstellen ergibt: x² - 5x + 3 = 0. Berechne die Diskriminante: D = (-5)² - 4·1·3 = 25 - 12 = 13. Da D > 0, gibt es zwei Schnittpunkte. Beispiel: Gegeben sind die Funktionen f(x) = x² - 4x + 3 und g(x) = x + 1. Setze die beiden Funktionen gleich: x² - 4x + 3 = x + 1. Umstellen ergibt: x² - 5x + 2 = 0. Berechne die Diskriminante: D = (-5)² - 4·1·2 = 25 - 8 = 17. Da D > 0, gibt es zwei Schnittpunkte. Beispiel: Gegeben sind die Funktionen f(x) = x² - 4x + 3 und g(x) = x + 4. Setze die beiden Funktionen gleich: x² - 4x + 3 = x + 4. Umstellen ergibt: x² - 5x - 1 = 0. Berechne die Diskriminante: D = (-5)² - 4·1·(-1) = 25 + 4 = 29. Da D > 0, gibt es zwei Schnittpunkte. Beispiel: Gegeben sind die Funktionen f(x) = x² - 4x + 3 und g(x) = x + 5. Setze die beiden Funktionen gleich: x² - 4x + 3 = x + 5. Umstellen ergibt: x² - 5x - 2 = 0. Berechne die Diskriminante: D = (-5)² - 4·1·(-2) = 25 + 8 = 33. Da D > 0, gibt es zwei Schnittpunkte. Beispiel: Gegeben sind die Funktionen f(x) = x² - 4x + 3 und g(x) = x + 6. Setze die beiden Funktionen gleich: x² - 4x + 3 = x + 6. Umstellen ergibt: x² - 5x - 3 = 0. Berechne die Diskriminante: D = (-5)² - 4·1·(-3) = 25 + 12 = 37. Da D > 0, gibt es zwei Schnittpunkte. Video zum Thema Diskriminante: [Laden](https://de.serlo.org/mathe/1513/diskriminante)",
"Mit der sogenannten Mitternachtsformel (auch Lösungsformel, abc-Formel oder quadratische Lösungsformel genannt) lassen sich quadratische Gleichungen lösen und so Nullstellen von quadratischen Funktionen bestimmen. Eine quadratische Gleichung hat die allgemeine Form ax² + bx + c = 0, wobei a ≠ 0. Die Lösungen dieser Gleichung lauten: x = (-b ± √(b² - 4ac)) / (2a). Die Anzahl der Lösungen einer quadratischen Gleichung ist abhängig von der Diskriminante D = b² - 4ac. Eine quadratische Gleichung hat: zwei Lösungen, falls D > 0; genau eine Lösung, falls D = 0; keine Lösung, falls D < 0. Um eine quadratische Gleichung mit der Mitternachtsformel zu lösen, muss man aus der Form ax² + bx + c = 0 die Koeffizienten a, b und c entnehmen und dann in die Mitternachtsformel einsetzen. Beispiel: Gegeben ist die Gleichung x² - 4x + 3 = 0. Die Koeffizienten sind a = 1, b = -4, c = 3. Setze diese Werte in die Mitternachtsformel ein: x = (-(-4) ± √((-4)² - 4·1·3)) / (2·1) = (4 ± √(16 - 12)) / 2 = (4 ± √4) / 2 = (4 ± 2) / 2. Die Lösungen sind x₁ = (4 + 2) / 2 = 3 und x₂ = (4 - 2) / 2 = 1. In komplizierteren Fällen ist die quadratische Gleichung möglicherweise nicht bereits in der Form ax² + bx + c = 0 gegeben. Um auf diese Form zu gelangen, geht man typischerweise folgendermaßen vor: 1. Gleichung umformen: Die quadratische Gleichung muss zunächst so umgeformt werden, dass auf einer der beiden Seiten 0 steht. 2. Gleichartige Terme zusammenfassen: Alle quadratischen Terme (Summanden mit x²), alle linearen Terme (alle Summanden mit x) und alle konstanten Terme (reelle Zahlen) zusammenfassen. 3. Koeffizienten ablesen: a ist der Faktor vor x², b ist der Faktor vor x, die restlichen Summanden, die kein x enthalten, werden zu c zusammengefasst. 4. In Mitternachtsformel einsetzen: Nun muss man die Werte (wie oben schon gezeigt) noch in die Mitternachtsformel einsetzen. Beispiel: Gegeben ist die Gleichung 2x² + 4x - 6 = 0. Die Koeffizienten sind a = 2, b = 4, c = -6. Setze diese Werte in die Mitternachtsformel ein: x = (-(4) ± √((4)² - 4·2·(-6))) / (2·2) = (-4 ± √(16 + 48)) / 4 = (-4 ± √64) / 4 = (-4 ± 8) / 4. Die Lösungen sind x₁ = (-4 + 8) / 4 = 1 und x₂ = (-4 - 8) / 4 = -3. Die Mitternachtsformel lässt sich auch herleiten. Um die Mitternachtsformel herzuleiten, löst man die allgemeine quadratische Gleichung ax² + bx + c = 0 mithilfe der quadratischen Ergänzung. Zuerst bringen wir c auf die rechte Seite, indem wir c subtrahieren: ax² + bx = -c. Dann dividieren wir die Gleichung durch a: x² + (b/a)x = -c/a. Jetzt folgt die quadratische Ergänzung: Wir addieren auf beiden Seiten (b/2a)²: x² + (b/a)x + (b/2a)² = -c/a + (b/2a)². Wenden wir nun die 1. binomische Formel an, um die linke Seite als Quadrat zu schreiben: (x + b/2a)² = -c/a + (b/2a)². Jetzt können wir nach x auflösen, indem wir zuerst die Wurzel ziehen: x + b/2a = ±√(-c/a + (b/2a)²). Dann b/2a auf die andere Seite bringen: x = -b/2a ± √(b² - 4ac) / 2a. Damit haben wir die Mitternachtsformel hergeleitet. Die pq-Formel wird in Teilen Deutschlands alternativ zur Mitternachtsformel benutzt. Auch sie dient der Lösung einer quadratischen Gleichung und ist etwas einfacher zu merken. Eine Voraussetzung ist jedoch, dass der Vorfaktor des quadratischen Summanden 1 sein muss. Dazu sind eventuell Umformungen nötig. Weitere Beispielaufgaben findest du im Aufgabenordner 'Aufgaben zur Bestimmung von Nullstellen'.",
"Der Satz von Vieta bietet eine Möglichkeit, das Raten von Lösungen einer quadratischen Gleichung zu erleichtern (vor allem, wenn diese ganzzahlig sind). Er besagt, dass bei einer Gleichung der Form ax² + bx + c = 0 die beiden Lösungen x₁ und x₂ folgende Bedingungen erfüllen: 1. x₁ + x₂ = -b/a 2. x₁ ⋅ x₂ = c/a Außerdem sind zwei Zahlen, die diese Bedingungen erfüllen, automatisch Lösungen der Gleichung. Damit beschränkt sich die Suche nach Nullstellen auf Teiler von c, und zur Überprüfung muss man nur noch eine Summe ausrechnen, anstatt jedes Mal Werte in die Gleichung einzusetzen, was man bei sturem Raten machen müsste. Beweis Der Satz von Vieta kann man begründen, indem man sich die Linearfaktordarstellung des quadratischen Terms anschaut: ax² + bx + c = a(x - x₁)(x - x₂) mit x₁ und x₂ als Nullstellen von ax² + bx + c. Multipliziert man dann die rechte Seite aus, so erhält man: ax² - a(x₁ + x₂)x + a ⋅ x₁ ⋅ x₂ = ax² + bx + c. Durch die Nullstellen x₁ und x₂ ergeben sich b = -a(x₁ + x₂) und c = a ⋅ x₁ ⋅ x₂ und damit die Aussage des Satzes. Vieta für allgemeine quadratische Gleichungen Ist eine Gleichung in der Form ax² + bx + c = 0 gegeben, dann kann man a ausklammern und Vieta auf die Klammer anwenden. Denn wenn die Klammer 0 ist, dann ist auch ax² + bx + c = 0 und damit die ganze quadratische Gleichung 0. Vorgehensweise am Beispiel Zu lösen ist die Gleichung x² - 5x + 6 = 0. Wir haben also a = 1, b = -5 und c = 6. Nach dem Satz von Vieta muss für die Lösungen x₁ und x₂ gelten: x₁ + x₂ = -(-5)/1 = 5 und x₁ ⋅ x₂ = 6/1 = 6. Wenn die Lösung ganzzahlig ist, dann gibt es wegen der ersten Bedingung genau folgende Möglichkeiten für die Nullstellen (Vertauschungen sind nicht extra aufgeführt): 1, 6; -1, -6; 2, 3; -2, -3. In der dritten Spalte wird überprüft, ob die Summe der beiden Variablen den gewünschten Wert hat. Das ist bei 2 und 3 der Fall. Stimmt die Gleichung x₁ ⋅ x₂ = 6 in der vierten Spalte ebenfalls, hat man die Lösungen gefunden, was man durch Einsetzen noch bestätigen kann: x² - 5x + 6 = (x - 2)(x - 3) = 0. Übungsaufgaben Weitere Aufgaben zum Thema findest du im folgenden Aufgabenordner: Aufgaben zu quadratischen Gleichungen",
"Ein Schnittpunkt zweier Funktionen ist ein Punkt in der Ebene, in dem sich die beiden Funktionsgraphen schneiden, d. h. wenn man die x-Koordinate des Punktes in beide Funktionen einsetzt, erhält man bei beiden denselben Wert (nämlich die y-Koordinate des Punktes). In diesem Artikel wird die Art und Anzahl der Schnittpunkte erklärt. Für die genaue Vorgehensweise bei der Bestimmung von Schnittpunkten siehe Artikel \"Schnittpunkte zweier Funktionen berechnen\". Informationen zu den Schnittpunkten mit den Koordinatenachsen findest du in dem Artikel \"Schnittpunkte mit den Koordinatenachsen\". Formale Definition Ein Punkt (x₀, y₀) ist ein Schnittpunkt von zwei Funktionen f und g, wenn f(x₀) = g(x₀) = y₀. Die maximale Anzahl an Schnittpunkten Eine kurze Übersicht über Funktionen, bei denen man zumindest weiß, wie viele Schnittpunkte es maximal gibt, auch wenn man sie dann noch nicht unbedingt bestimmen kann. Zwei Geraden Zur Erinnerung: Der Funktionsterm einer Geraden hat die Form f(x) = m·x + b, wobei m und b jeweils Konstanten sind. m ist dabei die Steigung der Geraden und b die Verschiebung in der y-Richtung, oder der y-Achsenabschnitt. Es gibt 3 Möglichkeiten für die Anzahl von Schnittpunkten bei zwei Geraden: 1. Sie schneiden sich nicht, d. h. sie sind echt parallel zueinander. 2. Sie schneiden sich in genau einem Punkt. 3. Sie schneiden sich in unendlich vielen Punkten, d. h. sie sind identisch. Anzahl der Schnittpunkte Beispiel keine Schnittpunkte ein Schnittpunkt unendlich viele Schnittpunkte Wie erkennt man die Anzahl durch eine Rechnung? Parabel und Gerade Eine Parabel hat mit einer Geraden höchstens 2 Schnittpunkte. Anzahl der Schnittpunkte Beispiel keine Schnittpunkte ein Schnittpunkt zwei Schnittpunkte Die Anzahl an Schnittpunkten kann man in dem Fall mithilfe der Diskriminante erkennen. Dazu geht man wie folgt vor: 1. Funktionsterme gleichsetzen 2. Auf eine quadratische Gleichung der Form ax² + bx + c = 0 bringen 3. Diskriminante berechnen: Falls D < 0 ist, dann gibt es keinen Schnittpunkt. Falls D = 0 ist, dann gibt es genau einen Schnittpunkt. Falls D > 0 ist, dann gibt es zwei Schnittpunkte. Polynomfunktion und Gerade Die maximale Anzahl der Schnittpunkte von einer Polynomfunktion mit einer Geraden entspricht dem Grad des Polynoms. So hat ein Polynom dritten Grades höchstens 3 Schnittpunkte mit einer Geraden, kann aber auch weniger Schnittpunkte haben. Ein Polynom ungeraden Grades größer oder gleich 1 besitzt mit jeder Geraden mindestens einen Schnittpunkt. Beispiel: Polynom vierten Grades Anzahl der Schnittpunkte Beispiel keine Schnittpunkte ein Schnittpunkt zwei Schnittpunkte drei Schnittpunkte vier Schnittpunkte Beliebige Funktionen Im Allgemeinen gibt es keine Höchstgrenze für die Anzahl der Schnittpunkte, auch wenn die Funktionen nicht identisch sind. Die zwei periodischen Funktionen Sinus und Kosinus zum Beispiel besitzen unendlich viele Schnittpunkte. Video zur Berechnung von Schnittpunkten Bestimmung von Schnittpunkten Die Bestimmung von Schnittpunkten besteht aus drei Schritten: 1. Funktionsterme gleichsetzen 2. Gleichung nach x auflösen 3. Die Lösung der Gleichung in eine der Funktionsterme einsetzen. Die genaue Vorgehensweise und Beispiele befinden sich im Artikel Schnittpunkte zweier Funktionen berechnen. Übungsaufgaben Weitere Aufgaben zum Thema findest du im folgenden Aufgabenordner: Bestimmung von Schnittpunkten",
"Schnittpunkte von Funktionen sind genau die Punkte, an denen beide Funktionen denselben Funktionswert besitzen. In diesem Artikel wird erklärt, wie man diesen Punkt berechnet. Mit diesem Wissen lassen sich die Schnittpunkte zweier Funktionen bestimmen. Da die Funktionswerte gleich sein sollen, setzt man die Funktionswerte der beiden Funktionen gleich. Anschließend kann die entstehende Gleichung nach x aufgelöst werden, wodurch man den x-Wert des Schnittpunktes erhält. Um den y-Wert des Schnittpunktes zu erhalten, muss man nun noch den x-Wert in eine der Funktionen einsetzen und den y-Wert berechnen. Da die Funktionswerte gleich sind, ist es egal, in welche Funktion man x einsetzt. Grundsätzliches Vorgehen bei der Schnittpunktberechnung Gesucht sind die Schnittpunkte der Funktionen f und g. Um diese zu berechnen, musst du die Funktionsterme gleichsetzen und diese Gleichung anschließend nach x auflösen. Damit erhältst du die x-Koordinate. Nun berechnest du die y-Koordinate, indem du diesen x-Wert in eine der Funktionen einsetzt: Der Schnittpunkt der beiden Funktionen f und g liegt also bei (x₀, y₀). Dies ist der einzige Schnittpunkt. Berechnung der Schnittpunkte bei bestimmten Funktionen Zwei Geraden Der Schnittpunkt zweier Geraden ist eindeutig. Er lässt sich durch Gleichsetzen der Funktionsterme bestimmen. Beispiel Bestimme den Schnittpunkt von f(x) = 2x + 3 und g(x) = -x + 5. Dafür setzt du zunächst die Funktionswerte gleich und löst anschließend nach x auf: 2x + 3 = -x + 5 Um die x-Koordinate des Schnittpunkts der beiden Funktionen zu bestimmen, setzt du den eben berechneten x-Wert in eine der beiden Funktionsgleichungen ein und berechnest den Wert: f(1) = 2(1) + 3 = 5 Der Schnittpunkt ist also (1, 5). Polynom und Gerade Schneidet man ein Polynom mit einer Gerade, dann ist die Anzahl der Schnittpunkte höchstens gleich dem Grad des Polynoms. Bei der Berechnung setzt man wieder zu Beginn die Funktionswerte gleich. Anschließend bringt man alles auf eine Seite und bestimmt die Nullstellen der neuen Funktion, falls nötig, mit der Mitternachtsformel oder durch Polynomdivision. Beispiel Bestimme die Schnittpunkte von f(x) = x² + 2x + 1 und g(x) = x + 3. Dazu setzt du zunächst die Funktionswerte gleich und bringst alles auf eine Seite: x² + 2x + 1 = x + 3 x² + x - 2 = 0 Nun suchst du die Nullstellen der neuen Funktion f(x) - g(x) = 0. In diesem Fall findest du die erste Nullstelle durch Ausklammern von x: x(x + 1) - 2 = 0 Es gilt also: x = 1 oder x = -2. Die übrigen Nullstellen, also die Nullstellen des Restterms x² + x - 2, lassen sich mit der Mitternachtsformel bestimmen: x = (-1 ± √(1² - 4(1)(-2))) / (2(1)) x = (-1 ± √(1 + 8)) / 2 x = (-1 ± √9) / 2 x = (-1 ± 3) / 2 x₁ = (-1 + 3) / 2 = 1 x₂ = (-1 - 3) / 2 = -2 Einsetzen dieser drei x-Werte in eine der Funktionen liefert die zugehörigen y-Werte und damit die Schnittpunkte A, B und C: A(1, 4), B(-2, 1), C(1, 4). Zwei Polynome Hat man zwei Polynome, dann ist das Vorgehen analog zum Vorgehen bei einem Polynom und einer Gerade: Zuerst setzt du die Funktionsterme gleich. Anschließend bringst du alles auf eine Seite und berechnest die Nullstellen dieser neuen Funktion. Beispiel Bestimme die Schnittpunkte von f(x) = x² + 2x + 1 und g(x) = x² - 2x + 1. Setzt du die beiden Funktionsterme gleich, siehst du sofort, dass der quadratische Term wegfällt: x² + 2x + 1 = x² - 2x + 1 2x + 1 = -2x + 1 4x = 0 x = 0 Einsetzen dieser x-Werte in eine der Funktionsgleichungen liefert die zugehörigen y-Werte und damit die Schnittpunkte A und B: A(0, 1), B(0, 1). Beliebige Funktionen Bei beliebigen Funktionen kann es beliebig schwierig werden, die Schnittpunkte zu bestimmen. Man kann zwar weiterhin die Funktionswerte gleichsetzen, aber das Auflösen nach x oder die Nullstellenbestimmung bei der neuen Funktion sind ohne Hilfsmittel fast nicht zu lösen. Ein mögliches Hilfsmittel zur Nullstellenbestimmung ist das Newtonsche Näherungsverfahren. Beispiel Bestimme den Schnittpunkt von f(x) = x³ - x und g(x) = x. Dazu setzt du zunächst wieder beide Funktionen gleich: x³ - x = x x³ - 2x = 0 x(x² - 2) = 0 x = 0 oder x² - 2 = 0 x = 0 oder x = ±√2 Die Nullstellen der neuen Funktion x³ - x - x = 0 sind nicht so leicht zu erkennen oder zu berechnen. Deshalb verwendest du das Näherungsverfahren. Dafür benötigst du die erste Ableitung der neuen Funktion f'(x) = 3x² - 1 sowie einen Startpunkt in der Nähe der Nullstelle von f(x). Da f(x) stetig ist, folgt wegen f(0) = -1 und f(1) = 0, dass die Nullstelle von f(x) zwischen 0 und 1 liegen muss. Wähle zum Beispiel x₀ = 0,5 und bestimme f(0,5) = 0,125. Damit führst du nun den ersten Schritt des Näherungsverfahrens durch: x₁ = x₀ - f(x₀) / f'(x₀) = 0,5 - 0,125 / (3(0,5)² - 1) = 0,5 - 0,125 / 0,75 = 0,5 - 0,167 = 0,333 Nach wenigen Iterationen liefert das Verfahren das Ergebnis x ≈ 0,316. Um den zu x gehörigen y-Wert zu berechnen, setzt du x in eine der Funktionsgleichungen ein: f(0,316) = (0,316)³ - (0,316) ≈ 0,031. Der Schnittpunkt liegt also ungefähr bei (0,316, 0,031). Schnittpunkte bei Funktionenscharen Enthält ein Funktionsterm einen Parameter, so spricht man von einer Funktionenschar. Eine genaue Betrachtung von Schnittpunkten bei Funktionenscharen findet sich im Artikel Funktionenbündel / Gemeinsamer Punkt von Funktionenscharen. Im Folgenden findest du verschiedene Beispiele für Funktionenscharen und deren Schnittpunkte. Eindeutiger Schnittpunkt Eine Funktionenschar kann einen gemeinsamen Schnittpunkt haben. Will man diesen bestimmen, so wählt man für den Parameter zwei verschiedene Werte und bestimmt den Schnittpunkt dieser beiden Funktionen. Beispiel Bestimme den Schnittpunkt der Funktionenschar f(x, a) = ax² + bx + c. Dafür wählst du zwei beliebige, verschiedene Werte für den Parameter a, also beispielsweise a₁ = 1 und a₂ = 2. Nun setzt du die beiden Funktionsterme gleich und löst nach x auf: ax² + bx + c = 0 ax² + bx + c = 0 ax² + bx + c = 0 ax² + bx + c = 0 Dies ist die x-Koordinate des Schnittpunkts der Funktionenschar. Um die y-Koordinate des Schnittpunkts zu berechnen, setzt du den x-Wert in eine der beiden Funktionsgleichungen ein: f(x₀, a₁) = ax₀² + bx₀ + c. Damit ergibt sich der Schnittpunkt (x₀, y₀). Wechselnde Schnittpunkte Kommt ein Parameter mehrmals und/oder potenziert vor, so muss es keinen eindeutigen Schnittpunkt geben. Das nebenstehende Bild zeigt die Funktionsgraphen der Funktionenschar f(x, a) = ax² + bx + c für verschiedene Werte von a. Offensichtlich gibt es keinen eindeutigen Schnittpunkt.",
"Eine Extremwertaufgabe ist eine Problem- oder Fragestellung, bei der etwas unter einer bestimmten Bedingung maximiert, oder minimiert werden soll. Typische Fragestellungen: Forme aus einem langen Draht ein Rechteck mit maximalem Flächeninhalt. Aus einer Holzplatte von der Form eines halben Quadrats mit Seitenlänge m soll ein möglichst großes Rechteck ausgeschnitten werden. Für welche ganze Zahl ist das Produkt aus Vorgänger und Nachfolger am kleinsten? Vorgehensweise: 1. Zielfunktion: Formuliere die Funktion die das beschreibt, was zu maximieren ist. 2. Nebenbedingung(en): Formuliere die Bedingung/en unter der/denen die Funktion maximiert werden soll. 3. Extremalfunktion: Formuliere die zu maximierende Funktion, indem die Nebenbedingung/en (umgeformt) in die Zielfunktion eingesetzt wird/werden. Was ist der Definitionsbereich der Zielfunktion? Welche Werte sind sinnvoll und möglich? Zum Beispiel sind negative Längen unsinnig. 4. Extremwert bestimmen: Bestimme das Extremum der Funktion. Bei einer Maximierungsaufgabe muss ein Hochpunkt der Funktion gefunden werden, bei einer Minimierung ein Tiefpunkt. Ist der Extremwert im Definitionsbereich? 5. Lösung angeben: Um die komplette Lösung anzugeben, muss noch die Variable bestimmt werden, die vorher beim Einsetzen ersetzt wurde. Beispiel: Aufgabenstellung: Forme aus einem langen Draht ein Rechteck mit maximalem Flächeninhalt. 1. Zielfunktion: Der Flächeninhalt eines Rechtecks ist Länge mal Breite. Nenne hier die Länge x und die Breite y: A = x * y 2. Nebenbedingung: Für den Umfang eines Rechtecks gilt: U = 2 * x + 2 * y. Nun setzt man die Nebenbedingung als Bedingung für den Umfang ein und erhält die Nebenbedingung: y = (U - 2 * x) / 2. 3. Extremalfunktion: Um die Nebenbedingung in die Zielfunktion einzusetzen, kann man sie nach einer Variablen auflösen. Man löst hier nach y auf. Diese umgeformte Nebenbedingung muss nun in die Zielfunktion eingesetzt werden. A(x) = x * ((U - 2 * x) / 2) = (U * x) / 2 - x². Der Definitionsbereich der Variablen x ist das Intervall [0, U/2]. Für x = 0 und für x = U/2 ergäbe sich als 'entartetes' Rechteck (mit dem Flächeninhalt A = 0) eine Doppelstrecke der Länge U. 4. Extremwert bestimmen: Den Extremwert A(x) kannst du je nach deinen Fertigkeiten und Vorlieben mit unterschiedlichen Wegen bestimmen: mit quadratischer Ergänzung, mit der Ableitung. 5. Lösung angeben: Bisher weißt du nur, dass die Länge x des maximal großen Drahtrechtecks U/4 betragen muss. Um die Breite zu bestimmen, setze x = U/4 in die Nebenbedingung ein. Wir erhalten also als flächengrößtes Rechteck ein Quadrat mit Seitenlänge U/4.",
"Eine Extremwertaufgabe ist eine Problem- oder Fragestellung, bei der etwas unter einer bestimmten Bedingung maximiert, oder minimiert werden soll. Das heißt, man sucht den größten oder kleinsten Wert einer Funktion. Möchte man eine Extremwertaufgabe mithilfe einer quadratischen Ergänzung lösen, braucht man immer eine quadratische Funktionsgleichung (Parabel). Erklärung anhand einer Aufgabenstellung Aufgabe Der Bauer Peter hat ein großes Grundstück und möchte auf diesem ein Gehege für seine Ziegen aufstellen. Er hat in der Garage noch 40 Meter Maschendrahtzaun liegen und möchte mit diesem eine möglichst große Fläche für seine Tiere umzäunen. Wie groß ist der maximale Flächeninhalt, den Peter mit seinem Zaun einschließen kann? 1. Funktion aufstellen, die die angegebene Problemstellung löst! Um ein großes Gehege muss der Flächeninhalt der größtmögliche sein. Also überlegt man erst einmal, wie du eine Funktion aufstellen kannst, welche die Fläche ausrechnet. In diesem Fall hier wollen wir die Fläche eines Rechtecks ausrechnen mit den Seitenlängen a und b, deshalb kann man den Flächeninhalt A über die Flächeninhaltsformel für Rechtecke ausrechnen: A = a * b Nun stellt sich die Frage, wie man daraus eine quadratische Funktion 'basteln' kann. Dazu muss man eine der Variablen a oder b durch die andere ausdrücken. Hier in diesem Beispiel weiß man, dass es insgesamt 40 Meter Zaun gibt, das heißt der Umfang des Rechtecks beträgt 40 Meter, also U = 2a + 2b. Nun kann man nach b auflösen: b = (U - 2a) / 2 = (40 - 2a) / 2 = 20 - a. Nun kann man die Flächenfunktion für a aufstellen: A(a) = a * (20 - a) = 20a - a². 2. Extremwert bestimmen: Da die Funktion A(a) = 20a - a² eine Parabel ist, besitzt sie immer einen höchsten oder niedrigsten Punkt. In diesem Fall kann man schnell sehen, dass die Parabel einen höchsten Punkt hat, da sie nach unten geöffnet ist (wegen des Minus vor dem a²). Man weiß, dass der höchste oder niedrigste Punkt einer Parabel immer der Scheitelpunkt ist, man muss also diesen berechnen. Den Scheitelpunkt berechnet man mithilfe der Scheitelform: A(a) = -a² + 20a = -(a² - 20a). Zuerst klammert man -1 aus: A(a) = -(a² - 20a). Dann verwendet man die quadratische Ergänzung mit (20/2)² = 100: A(a) = -(a² - 20a + 100 - 100) = -(a - 10)² + 100. Nun stellt man die binomische Formel auf: A(a) = -(a - 10)² + 100. Am Schluss multipliziert man -1 wieder in die Klammer: A(a) = -(a - 10)² + 100. 3. Lösung angeben: Nun kann man den Scheitelpunkt direkt ablesen, und zwar: Der Scheitelpunkt liegt bei a = 10, A(10) = 100. Das bedeutet, die -Koordinate des Scheitels ist die gesuchte Seite a des rechteckigen Geheges, aber Vorsicht, die -Koordinate ist nicht die Seite b, weil die Funktion A(a) den Flächeninhalt berechnet, das heißt, die -Koordinate des Scheitels ist der größtmögliche Flächeninhalt des Geheges. Möchte man nun also die Seite b des Rechtecks berechnen, setzt man einfach die Seite a = 10 in die Formel von oben ein und erhält: b = 20 - a = 20 - 10 = 10. Also bekommt man den größtmöglichen Flächeninhalt, wenn die Seite a = 10 Meter lang ist und die Seite b = 10 Meter lang ist. Merke: Quadrat als besonderes Rechteck Das Rechteck, welches mit einem bestimmten Umfang die größtmögliche Fläche einschließt, ist ein Quadrat.",
"Ein Zufallsexperiment ist ein Experiment mit zufälligem Ergebnis (Ausgang), mit mindestens zwei verschiedenen Ergebnissen, welches reproduzierbar (wiederholbar) ist. Beispiele für Zufallsexperimente: Werfen eines Würfels: Vor dem Würfeln ist die geworfene Augenzahl noch unbekannt. Es sind Augenzahlen zwischen 1 und 6 möglich. Man kann den Wurf unendlich oft unter den gleichen Voraussetzungen durchführen. Das Würfel-Experiment ist daher ein Zufallsexperiment. Werfen einer Münze: Vor dem Wurf der Münze ist noch unbekannt auf welcher Seite sie landen wird. Nach dem Wurf kann die Münze zwei verschiedene Ergebnisse haben: Kopf oder Zahl. Man kann den Wurf der Münze beliebig oft wiederholen. Der Münzwurf ist daher ein Zufallsexperiment. Gegenbeispiel für ein Zufallsexperiment: Tippen auf den Ausgang eines Fußballspiels: Vor dem Spiel ist noch unbekannt, wer das Spiel gewinnen wird. Da zwei Mannschaften gegeneinander spielen, gibt es zwei mögliche Gewinner bzw. Verlierer. Aber: Dieses Spiel kann niemals unter denselben Bedingungen wiederholt werden. Bei jedem Spiel gibt es andere Bedingungen (Krankheit, Wetter, Müdigkeit). Definition: Ergebnis: Jeder spezifische Ausgang eines Experiments wird als Ergebnis bezeichnet. Beispiel: Beim Wurf eines Würfels ist der Ausgang 'Es fällt eine 3.' ein mögliches Ergebnis. Ergebnisraum: Im Ergebnisraum sind alle möglichen Ergebnisse enthalten. Der Ergebnisraum wird häufig mit dem griechischen Buchstaben omega (ω) bezeichnet. Beispiel: Beim Wurf eines Würfels ist der Ergebnisraum {1, 2, 3, 4, 5, 6}. Ereignis: Ein Ereignis kann aus einem oder mehreren Ergebnissen eines Zufallsexperiments bestehen. Beispiel: Beim Wurf eines Würfels ist der Ausgang 'es fällt eine ungerade Zahl' ein Ereignis. Es enthält die Ergebnisse 'es fällt eine 1', 'es fällt eine 3', oder 'es fällt eine 5'. Dieses Ereignis kann als Zahlenmenge geschrieben werden: {1, 3, 5}. Wahrscheinlichkeit: Das Ergebnis jedes einzelnen Versuchs ist zufällig. Bei häufiger Wiederholung des gleichen Experiments lassen sich Gesetzmäßigkeiten erkennen. Diese Gesetzmäßigkeiten kann man zur Definition von Wahrscheinlichkeiten benutzen. Beispiel: Bei mehrfachem Werfen eines Würfels werden auf lange Sicht alle Zahlen gleich oft geworfen. Also ist die Wahrscheinlichkeit für jedes Ergebnis 1/6. Besondere Zufallsexperimente: Laplace-Experiment: Beispiel: Beim Werfen eines ungezinkten Würfels ist die Wahrscheinlichkeit für jede Seite gleich groß. Ein Zufallsexperiment, bei dem die Wahrscheinlichkeit für jedes Ergebnis gleich groß ist, nennt man Laplace-Experiment. Dieser Würfel ist dann ein Laplace-Würfel. Bernoulli-Experiment: Beispiel: Beim Ziehen von Losen kann man entweder einen Treffer oder eine Niete erhalten. Es gibt also genau zwei mögliche Ergebnisse. Ein Zufallsexperiment, bei dem es genau zwei mögliche Ergebnisse gibt, nennt man Bernoulli-Experiment. Mehrstufiges Zufallsexperiment: Ein mehrstufiges Zufallsexperiment ist aus mehreren Zufallsexperimenten zusammengesetzt. Mehrstufige Zufallsexperimente nennt man daher auch zusammengesetzte Zufallsexperimente. Auch die Wiederholung desselben Zufallsexperiments ist ein mehrstufiges Zufallsexperiment. Beispiel: Wiederholtes Werfen eines Würfels. Ergebnismenge bei mehrstufigen Zufallsexperimenten: Als Ergebnismenge verwendet man bei mehrstufigen Zufallsexperimenten meist eine Menge, die sich aus den Ergebnismengen der einzelnen Teil-Experimente ergibt. Beispiel: In einem (zweistufigen) Zufallsexperiment wird erst aus einer Urne, in der sich rote, blaue und gelbe Kugeln befinden, eine Kugel gezogen, und anschließend eine Münze geworfen. Mögliche Ergebnismenge für das erste Teil-Experiment 'Ziehen aus der Urne': {rot, blau, gelb}. Mögliche Ergebnismenge für das zweite Teil-Experiment 'Werfen einer Münze': {Kopf, Zahl}. Die Ergebnismenge des mehrstufigen Zufallsexperiments ist dann das Kreuzprodukt der Ergebnismengen der einzelnen Teil-Experimente: {rot, blau, gelb} × {Kopf, Zahl} = {(rot, Kopf), (rot, Zahl), (blau, Kopf), (blau, Zahl), (gelb, Kopf), (gelb, Zahl)}. Wahrscheinlichkeiten mehrstufiger Zufallsexperimente ermitteln: Wahrscheinlichkeiten im Baumdiagramm: Um die Wahrscheinlichkeit mehrstufiger Zufallsexperimente zu berechnen, verwendet man häufig ein Baumdiagramm. Mithilfe der Pfadregeln für das Baumdiagramm ermittelt man die einzelnen Wahrscheinlichkeiten. Wahrscheinlichkeiten als Laplace-Wahrscheinlichkeiten: Sind die Wahrscheinlichkeiten aller Ereignisse gleich? Dann kann man das mehrstufige Zufallsexperiment als Laplace-Experiment behandeln. Die Wahrscheinlichkeit kann man dann mithilfe der Laplace-Wahrscheinlichkeiten berechnen.",
"Mehrstufige Zufallsexperimente sind Zufallsexperimente, die aus mehreren Schritten zusammengesetzt sind. Die einzelnen Schritte sind dabei selbst jeweils Zufallsexperimente. Mehrstufige Zufallsexperimente werden auch als zusammengesetzte Zufallsexperimente bezeichnet. Bei den einzelnen Teil-Experimenten, aus denen sich das mehrstufige Experiment zusammensetzt, kann es sich um mehrere Wiederholungen des gleichen Experiments handeln, oder um ganz verschiedenartige Experimente. Beispiele: 1. Werfen eines Würfels: Vor dem Würfeln ist die geworfene Augenzahl noch unbekannt. Es sind Augenzahlen zwischen 1 und 6 möglich. Man kann den Wurf unendlich oft unter den gleichen Voraussetzungen durchführen. Das Würfel-Experiment ist daher ein Zufallsexperiment. 2. Werfen einer Münze: Vor dem Wurf der Münze ist noch unbekannt auf welcher Seite sie landen wird. Nach dem Wurf kann die Münze zwei verschiedene Ergebnisse haben: Kopf oder Zahl. Man kann den Wurf der Münze beliebig oft wiederholen. Der Münzwurf ist daher ein Zufallsexperiment. 3. Tippen auf den Ausgang eines Fußballspiels: Vor dem Spiel ist noch unbekannt, wer das Spiel gewinnen wird. Da zwei Mannschaften gegeneinander spielen, gibt es zwei mögliche Gewinner bzw. Verlierer. Aber: Dieses Spiel kann niemals unter denselben Bedingungen wiederholt werden. Bei jedem Spiel gibt es andere Bedingungen (Krankheit, Wetter, Müdigkeit). Definition: Ergebnis: Jeder spezifische Ausgang eines Experiments wird als Ergebnis bezeichnet. Beispiel: Beim Wurf eines Würfels ist der Ausgang 'Es fällt eine 3.' ein mögliches Ergebnis. Ergebnisraum: Im Ergebnisraum sind alle möglichen Ergebnisse enthalten. Der Ergebnisraum wird häufig mit dem griechischen Buchstaben omega (ω) bezeichnet. Beispiel: Beim Wurf eines Würfels ist der Ergebnisraum {1, 2, 3, 4, 5, 6}. Ereignis: Ein Ereignis kann aus einem oder mehreren Ergebnissen eines Zufallsexperiments bestehen. Beispiel: Beim Wurf eines Würfels ist der Ausgang 'es fällt eine ungerade Zahl' ein Ereignis. Es enthält die Ergebnisse 'es fällt eine 1', 'es fällt eine 3', oder 'es fällt eine 5'. Dieses Ereignis kann als Zahlenmenge geschrieben werden: {1, 3, 5}. Wahrscheinlichkeit: Das Ergebnis jedes einzelnen Versuchs ist zufällig. Bei häufiger Wiederholung des gleichen Experiments lassen sich Gesetzmäßigkeiten erkennen. Diese Gesetzmäßigkeiten kann man zur Definition von Wahrscheinlichkeiten benutzen. Beispiel: Bei mehrfachem Werfen eines Würfels werden auf lange Sicht alle Zahlen gleich oft geworfen. Also ist die Wahrscheinlichkeit für jedes Ergebnis 1/6. Besondere Zufallsexperimente: Laplace-Experiment: Beispiel: Beim Werfen eines ungezinkten Würfels ist die Wahrscheinlichkeit für jede Seite gleich groß. Ein Zufallsexperiment, bei dem die Wahrscheinlichkeit für jedes Ergebnis gleich groß ist, nennt man Laplace-Experiment. Dieser Würfel ist dann ein Laplace-Würfel. Bernoulli-Experiment: Beispiel: Beim Ziehen von Losen kann man entweder einen Treffer oder eine Niete erhalten. Es gibt also genau zwei mögliche Ergebnisse. Ein Zufallsexperiment, bei dem es genau zwei mögliche Ergebnisse gibt, nennt man Bernoulli-Experiment. Mehrstufiges Zufallsexperiment: Ein mehrstufiges Zufallsexperiment ist aus mehreren Zufallsexperimenten zusammengesetzt. Mehrstufige Zufallsexperimente nennt man daher auch zusammengesetzte Zufallsexperimente. Auch die Wiederholung desselben Zufallsexperiments ist ein mehrstufiges Zufallsexperiment. Beispiel: Wiederholtes Werfen eines Würfels. Ergebnismenge bei mehrstufigen Zufallsexperimenten: Als Ergebnismenge verwendet man bei mehrstufigen Zufallsexperimenten meist eine Menge, die sich aus den Ergebnismengen der einzelnen Teil-Experimente ergibt. Beispiel: In einem (zweistufigen) Zufallsexperiment wird erst aus einer Urne, in der sich rote, blaue und gelbe Kugeln befinden, eine Kugel gezogen, und anschließend eine Münze geworfen. Mögliche Ergebnismenge für das erste Teil-Experiment 'Ziehen aus der Urne': {rot, blau, gelb}. Mögliche Ergebnismenge für das zweite Teil-Experiment 'Werfen einer Münze': {Kopf, Zahl}. Die Ergebnismenge des mehrstufigen Zufallsexperiments ist dann das Kreuzprodukt der Ergebnismengen der einzelnen Teil-Experimente: {rot, blau, gelb} × {Kopf, Zahl} = {(rot, Kopf), (rot, Zahl), (blau, Kopf), (blau, Zahl), (gelb, Kopf), (gelb, Zahl)}. Wahrscheinlichkeiten mehrstufiger Zufallsexperimente ermitteln: Wahrscheinlichkeiten im Baumdiagramm: Um die Wahrscheinlichkeit mehrstufiger Zufallsexperimente zu berechnen, verwendet man häufig ein Baumdiagramm. Mithilfe der Pfadregeln für das Baumdiagramm ermittelt man die einzelnen Wahrscheinlichkeiten. Wahrscheinlichkeiten als Laplace-Wahrscheinlichkeiten: Sind die Wahrscheinlichkeiten aller Ereignisse gleich? Dann kann man das mehrstufige Zufallsexperiment als Laplace-Experiment behandeln. Die Wahrscheinlichkeit kann man dann mithilfe der Laplace-Wahrscheinlichkeiten berechnen.",
"Das Baumdiagramm ist ein praktisches Hilfsmittel, um die verschiedenen möglichen Ergebnisse eines Zufallsexperiments übersichtlich aufzuschreiben. Verwendet wird es sinnvollerweise dann, wenn ein Experiment aus mehreren Schritten besteht (wie zum Beispiel das Werfen einer Münze und danach eines Würfels, oder das mehrmalige Werfen einer Münze o.ä.). Bei einem solchen mehrstufigen (oder zusammengesetzten) Zufallsexperiment kann man mit einem Baumdiagramm die Ergebnisse des zusammengesetzten Experiments und die Wahrscheinlichkeiten dieser Ergebnisse aus den Ergebnissen bzw. Wahrscheinlichkeitsverteilungen der Einzelexperimente ermitteln. Vom Zufallsexperiment zum Baumdiagramm Oft ist es nicht so einfach, von einer Sachsituation zu einem Baumdiagramm zu kommen. Deshalb hier ein paar Tipps: Überlege dir, was die Stufen in deinem Baum sind und was die Ereignisausprägungen. Die Stufen sind zum Beispiel aufeinanderfolgende Handlungen (1./2./3. Würfelwurf, mehrmals Ziehen,…) oder Entscheidungen (erst wählt man eine Tür, dann eine Kiste,…). Die Ereignisausprägungen sind die verschiedenen Möglichkeiten, die sich gegenseitig ausschließen (Augenzahlen beim Würfel, Kugelfarben, Antwortmöglichkeiten bei Fragen,…). Pfad Der Pfad im Baum entspricht einem Weg durch den Baum. Dabei startet man immer ganz oben am Start und geht (bis auf wenige Ausnahmen) auch bis zur untersten Stufe. Würfelt man zum Beispiel dreimal, dann entspricht jedes mögliche Ergebnis (zum Beispiel 123, 541,…) einem Pfad. Im Artikel Abzählen mit dem Baumdiagramm kann man nachlesen, wie ein Baumdiagramm verwendet werden kann, um die Anzahl der verschiedenen Ergebnisse zu bekommen. Möchte man mehr über die Wahrscheinlichkeiten wissen, so benötigt man oft die Pfadregeln. Video zum Baumdiagramm und zu den Pfadregeln",
"",
""
]